<template>
    <div>
        <Header />
        <Bar />
        <div>
            <h1>
                Политика в области обработки и обеспечения безопасности персональных данных
            </h1>
            <h5>
                1. Общие положения
            </h5>
            <p>
                ООО «Хэдхантер» (ИНН 7718620740, адрес: 129085, г.Москва, ул.Годовикова, д.9, стр.10) (далее — «Компания») в рамках выполнения своей основной деятельности осуществляет обработку персональных данных различных категорий субъектов персональных данных с использованием информационных систем персональных данных, включающих в том числе следующие интернет-сайты Компании: https://wa.ru, https://workanaut.ru, https://career.ru, а также иные сайты Компании, которые ссылаются на данную Политику.
            </p>
            <p>
                В соответствии с действующим законодательством Российской Федерации Компания является оператором персональных данных. При организации и осуществлении обработки персональных данных Компания руководствуется требованиями Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» и принятыми в соответствии с ним иными нормативными правовыми актами.
            </p>
            <p>
                Для целей настоящей Политики под персональными данными понимаются любая информация, предоставленная через интернет-сайты Компании и (или) собранная с использованием таких интернет-сайтов, относящаяся к прямо или косвенно определенному, или определяемому физическому лицу (субъекту персональных данных).
            </p>
            <h5>
                2. Сбор персональных данных
            </h5>
            <p>
                Компания осуществляет сбор информации через интернет-сайты и мобильные приложения следующими способами:
            </p>
            <p>
                • Персональные данные, предоставляемые пользователями:
                Компания осуществляет сбор персональных данных, которые вводят в поля данных на интернет-сайтах Компании сами пользователи или иные лица по их поручению.
            </p>
            <p>
                • Сбор данных о местонахождении устройств пользователей мобильного приложения Компании при использовании пользователями мобильного приложения.
            </p>
            <p>
                • Сбор IP адресов пользователей и файлов cookies.
            </p>
            <p>
                • Пассивный сбор персональных данных о текущем подключении в части статистических сведений:
                — идентификатор пользователя, присваиваемый Сайтом;
                — посещенные страницы;
                — количество посещений страниц;
                — информация о перемещении по страницам сайта;
                — длительность пользовательской сессии;
                — точки входа (сторонние сайты, с которых пользователь по ссылке переходит на Сайт);
                — точки выхода (ссылки на Сайте, по которым пользователь переходит на сторонние сайты);
                — страна пользователя;
                — регион пользователя;
                — часовой пояс, установленный на устройстве пользователя;
                — провайдер пользователя;
                — браузер пользователя;
                — цифровой отпечаток браузера (canvas fingerprint);
                — доступные шрифты браузера;
                — установленные плагины браузера;
                — параметры WebGL браузера;
                — тип доступных медиа-устройств в браузере;
                — наличие ActiveX;
                — перечень поддерживаемых языков на устройстве пользователя;
                — архитектура процессора устройства пользователя;
                — ОС пользователя;
                — параметры экрана (разрешение, глубина цветности, параметры размещения страницы на экране);
                — информация об использовании средств автоматизации при доступе на Сайт.
            </p>
            <p>
                В отношении зарегистрированных пользователей Сайта могут собираться сведения об использовании портов на устройствах пользователей с целью выявления подозрительной активности и защиты личных кабинетов пользователей. Данные могут быть получены с помощью различных методов, например, файлов cookies и файловых веб-маяков и др.
            </p>
            <p>
                Компания может использовать сторонние интернет-сервисы (технологии третьих лиц) для организации сбора статистических персональных данных, сторонние интернет-сервисы обеспечивают хранение полученных данных на собственных серверах. Компания не несет ответственности за локализацию серверов сторонних интернет-сервисов. При этом такие сторонние интернет-сервисы (технологии третьих лиц), установленные на Сайте и используемые Компанией, могут устанавливать и считывать cookie-файлы браузеров конечных пользователей Сайта, или использовать сетевые маячки (web beacons) для сбора информации в процессе рекламной деятельности на Сайте. Порядок сбора и использования данных, собираемыми такими сторонними интернет-сервисами (технологиями третьих лиц), определяется самостоятельно этими сторонними интернет-сервисами и непосредственно они несут ответственность за соблюдение этого порядка и использование собираемых ими данных, в том числе эти сторонние интернет-сервисы отвечают и обеспечивают выполнение требований применимого законодательства, в том числе законодательства о персональных данных РФ.
            </p>
            <p>
                Компания не проводит сопоставление информации, предоставляемой пользователем самостоятельно и позволяющей идентифицировать субъекта персональных данных, со статистическими персональными данными, полученными в ходе применения подобных пассивных методов сбора информации.
            </p>
            <h5>
                3. Принципы и условия обработки персональных данных
            </h5>
            <p>
                Обработка персональных данных в Компании осуществляется на законной и справедливой основе и ограничивается достижением конкретных, заранее определенных и законных целей, в том числе, в соответствии с Условиями использования Сайтов, Условиями оказания услуг, Соглашением об оказании услуг по содействию в трудоустройстве.
            </p>
            <p>
                Обработке подлежат только персональные данные, которые отвечают целям их обработки. Содержание и объем обрабатываемых в Компании персональных данных соответствуют заявленным целям обработки, избыточность обрабатываемых персональных данных не допускается.
            </p>
            <p>
                При обработке персональных данных в Компании обеспечивается точность персональных данных, их достаточность и, в необходимых случаях, актуальность по отношению к целям обработки персональных данных. Компания принимает необходимые меры (обеспечивает их принятие) по удалению или уточнению неполных, или неточных персональных данных.
            </p>
            <p>
                Компания в ходе своей деятельности может предоставлять и (или) поручать обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не предусмотрено законодательством РФ о персональных данных. При этом обязательным условием предоставления и (или) поручения обработки персональных данных другому лицу является обязанность сторон по соблюдению конфиденциальности и обеспечению безопасности персональных данных при их обработке.
            </p>
            <p>
                Сроки обработки персональных данных определяются в соответствии с целями, для которых они были собраны.
            </p>
            <h5>
                4. Права субъекта персональных данных
            </h5>
            <p>
                Субъект персональных данных имеет право (если иное не предусмотрено законом):
            </p>
            <p>
                • требовать уточнения своих персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, недостоверными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;
            </p>
            <p>
                • требовать перечень своих персональных данных, обрабатываемых Компанией, и источник их получения;
            </p>
            <p>
                • получать информацию о сроках обработки своих персональных данных, в том числе о сроках их хранения;
            </p>
            <p>
                • требовать извещения всех лиц, которым ранее были сообщены неверные или неполные его персональные данные, обо всех произведённых в них исключениях, исправлениях или дополнениях;
            </p>
            <p>
                • обжаловать в уполномоченном органе по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействия при обработке его персональных данных;
            </p>
            <p>
                • на защиту своих прав и законных интересов, в том числе на возмещение убытков и (или) компенсацию морального вреда в судебном порядке.
            </p>
            <p>
                Если у Вас есть вопросы о характере применения, использовании, изменении или удалении Ваших персональных данных, которые были Вами предоставлены, или если Вы хотите отказаться от дальнейшей их обработки Компанией, пожалуйста, свяжитесь с нами по почте по адресу Компании или по электронной почте: feedback@hh.ru.
            </p>
            <p>
                Обращаем Ваше внимание, что оператор персональных данных не несет ответственности за недостоверную информацию, предоставленную субъектом персональных данных.
            </p>
            <h5>
                5. Реализация требований к защите персональных данных
            </h5>
            <p>
                С целью поддержания деловой репутации и обеспечения выполнения требований федерального законодательства Компания считает важнейшими задачами обеспечение легитимности обработки персональных данных в бизнес-процессах Компании и обеспечение надлежащего уровня безопасности обрабатываемых в Компании персональных данных.
            </p>
            <p>
                Компания требует от иных лиц, получивших доступ к персональным данным, не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.
            </p>
            <p>
                С целью обеспечения безопасности персональных данных при их обработке Компания принимает необходимые и достаточные правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении них.
            </p>
            <p>
                Компания добивается того, чтобы все реализуемые ею мероприятия по организационной и технической защите персональных данных осуществлялись на законных основаниях, в том числе в соответствии с требованиями законодательства Российской Федерации по вопросам обработки персональных данных.
            </p>
            <p>
                В целях обеспечения адекватной защиты персональных данных Компания проводит оценку вреда, который может быть причинен субъектам персональных данных в случае нарушения безопасности их персональных данных, а также определяет актуальные угрозы безопасности персональных данных при их обработке в информационных системах персональных данных.
            </p>
            <p>
                В соответствии с выявленными актуальными угрозами Компания применяет необходимые и достаточные правовые, организационные и технические меры по обеспечению безопасности персональных данных, включающие в себя использование средств защиты информации, обнаружение фактов несанкционированного доступа к персональным данным и принятие мер, восстановление персональных данных, ограничение доступа к персональным данным, регистрацию и учет действий с персональными данными, а также контроль и оценку эффективности применяемых мер по обеспечению безопасности персональных данных.
            </p>
            <p>
                Руководство Компании осознает важность и необходимость обеспечения безопасности персональных данных и поощряет постоянное совершенствование системы защиты персональных данных, обрабатываемых в рамках выполнения основной деятельности Компании.
            </p>
            <p>
                В Компании назначены лица, ответственные за организацию обработки и обеспечение безопасности персональных данных.
            </p>
            <p>
                Каждый новый работник Компании, непосредственно осуществляющий обработку персональных данных, ознакамливается с требованиями законодательства Российской Федерации по обработке и обеспечению безопасности персональных данных, настоящей Политикой и другими локальными актами Компании по вопросам обработки и обеспечения безопасности персональных данных и обязуется их соблюдать.    
            </p>           
        </div>
        <Footer />
    </div>
</template>

<script>
import Header from '@/components/Header.vue'
import Bar from '@/components/Bar.vue'
import Footer from '@/components/Footer.vue'
export default {
    name: 'About',
    components: {
        Header,
        Bar,
        Footer,
    }
}
</script>
<style scoped>

</style>