<template>
    <div>
        <Header />
        <Bar />
        <div>
            <h1>
                Требования к ПО
            </h1>
            <h5>
                Для полноценной и корректной работы с сайтом hh.ru необходимо соблюдать следующие технические требования:
            </h5>
            <p>
                использование одного из перечисленных браузеров последней версии: Microsoft Edge, Mozilla Firefox, Google Chrome, Safari, Яндекс.Браузер, Opera;
            </p>
            <p>
                разрешение использования cookies;
            </p>
            <p>
                работоспособность JavaScript.
            </p>
            <p>
                Также рекомендуем проверить настройки персонального и/или корпоративного Firewall'a (программа, защищающая компьютер/локальную сеть от деструктивных действий из интернета) или прокси-сервера, чтобы они допускали работу JavaScript.
            </p>
            <h4>
                Для того чтобы включить Cookie:
            </h4>
            <h5>
                При использовании Mozilla Firefox:
            </h5>
            <p>
                — в верхнем меню выберите пункт «Инструменты», в нем — «Настройки». В открывшемся разделе «Приватность» отметьте опцию «Принимать куки с сайтов».
            </p>
            <h5>
                При использовании Opera browser:
            </h5>
            <p>
                — необходимо в пункте меню «Инструменты» выбрать пункт «Быстрые настройки», активировать опцию «Включить cookies».
            </p>
            <h5>
                При использовании Google Chrome:
            </h5>
            <p>
                — кликнуть пиктограмму «Настройка и управление Goolge Chrome», кликнуть пункт «Параметры», в открывшемся окне перейти на вкладку «Дополнительные», в разделе «Личные данные», «Настройки контента» выставить значение «Разрешать сохранение локальных данных (рекомендуется)».
            </p>            
        </div>
        <Footer />
    </div>
</template>

<script>
import Header from '@/components/Header.vue'
import Bar from '@/components/Bar.vue'
import Footer from '@/components/Footer.vue'
export default {
    name: 'About',
    components: {
        Header,
        Bar,
        Footer,
    }
}
</script>
<style scoped>

</style>